ticketTrain/consumer/src/test/resources/requests/payment/getFindByTicketIdRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xs="http://epam.com/brest2019/courses/soap/model/payment">

    <soapenv:Header/>
    <soapenv:Body>
        <xs:getFindByTicketIdRequest>
            <xs:ticketId>2</xs:ticketId>
        </xs:getFindByTicketIdRequest>
    </soapenv:Body>

</soapenv:Envelope>